[
	{
		"title": "intro",
		"tags": "",
		"body": "L’espace...\n... l’ultime frontière...\n... et voici l’Attraction, fleuron de la flotte Centaurienne parti il y a de trop nombreuses années en mission d’exploration dans les Confins.\nVous êtes le Capitaine de l’Attraction, et vous en avez décidé ainsi : il est temps de rentrer !\nSi votre vaisseau a fière allure, il est également salement endommagé et des réparations vont être nécessaires pour entreprendre le long périple de retour.\nHeureusement, vous pouvez comptez sur vos fidèles membres d’équipage pour vous seconder efficacement !\nEnfin, peut-être...\nLes tensions à bord n’ont jamais été aussi sensibles, tout vos camarades semblent irrésistiblement attirés par vous.\nLa jalousie pèse sur leurs coeurs et obscurcie leur jugement, au détriment de leur fiabilité...\nA vous de gérer cette situation tout en préparant l’Attraction pour sa glorieuse mission de retour.\n<<setexpression pilote normal>>\nHey Capitaine, je... rien de spécial en fait, je voulais juste discuter un peu, c’est que le temps est un peu long, je me sens un peu seul à mon poste, sans vous.\nJe vous rappelle au passage que si les contrôles de l’Attraction sont simples, haut et bas pour éviter les obstacles, il y a des zones de perturbations gravitationnelles.\nDans ces zones il faut bien penser à compenser l’effet de la gravité sinon on risque de percuter des obstacles.\n<<setexpression pilote off>>\n<<setexpression mecano normal>>\nSalle des machines au rapport, Capitaine.\nC’est un peu le bordel Cap’taine, ces foutus extra-terrestres ont causé de sérieuses avaries, la vaisseau ne pourra pas subir beaucoup plus de dégâts.\nÉvidemment si on pouvait réparer, on augmenterai le nombre d’impacts que le vaisseau peu subir.\nAh, et si vous avez cinq minutes, n’hésitez pas à passer me voir, on trouvera bien à s’occuper.\n<<setexpression mecano off>>\n<<setexpression bio normal>>\nCaptaine, j’ai enfin pu remettre en état de fonctionnement satisfaisant le module de téléportation du vaisseau !\nPour rappel n'hésitez pas à éviter les obstacles grâce aux miracles de la science !\nLa téléportation s'enclenche en maintenant appuyée la gâchette droite (ou le clic droit de la souris).\nEnsuite il vous suffit de placer le curseur de votre écran de contrôle sur la zone où vous souhaitez que nous sortions de téléportation grâce au stick droit.\nEnfin en relachant la gâchette, nous sommes instantanément transportés ! C'est beau non ?\nEt pensez à passer me remercier en personne, je suis certaine que vous avez besoin d’un peu de... récréation.\n<<setexpression bio off>>\n\nIl est temps de commencer les préparatifs, et la priorité est évidemment de remettre le vaisseau en parfait état de marche.\nLa coque à notamment subi de sévères avaries suite à votre dernière mission.\nElle a été percutées à de nombreuses reprises par les démonstrations d’affection des Mini Chloriens, ces créatures pastèquoïdes générant une incroyable Force.\nJe vais aller demander conseil à John, le pilote, pour savoir s’il pense pouvoir piloter l’Attraction malgré son état.\n<<setexpression pilote normal>>\nEn arrivant au poste de pilotage, vous découvrez John, endormi sur son tableau de bord, le visage éclairé par la douce lumière scintillante de son écran de contrôle.\n-> Hey! Coursauvent ! On se réveille, au rapport !\n    Wow ! Capitaine ! Qu’est-ce qu’il vous prend de me réveiller comme ça ? Le pilotage est une activité exténuante et mon corps d’athlète a besoin de repos !\n    -> Il suffit matelot ! Cessez de vous pavoiser et dites moi si vous pensez pouvoir piloter l’Attraction pour la mission de retour dans son état actuel.\n        <<changeaffinity pilote minus 1>>\n        Bien entendu ! Je suis vraiment attristé de votre manque de confiance en moi.\n        <<setexpression pilote off>>\n        <<setexpression mecano normal>>\n        Qu’est-ce que j’entends ?! Vous ne comptez tout de même pas remettre nos vies entre les mains de ce bellâtre prétentieux ?\n        Il nous faut absolument récupérer du titane pour que je puisse remettre la coque en état, il m’en faut des tonnes,\n        et ça tombe bien on est proche d’un gisement, alors allons en ramasser un max !\n        <<setexpression mecano off>>\n        <<setexpression pilote normal>>\n        Des tonnes ? Ne l’écoutez pas Capitaine, avec trop de titane dans les soutes l’Attraction va se traîner comme une grosse baleine...\n        ... sans vouloir te manquer de respect Cléa... A la limite ramassons un peu de titane, mais pas plus de 35 tonnes.\n    -> Désolé John, mais l’heure est grave, je suis un peu… tendu. Pensez-vous pouvoir piloter l’Attraction en l’état pour le voyage du retour ?\n        Bien entendu Capitaine, et je ferais même beaucoup plus pour vous, je piloterai ce vaisseaux à travers les flammes de l’enfer s’il le fallait !\n        <<setexpression pilote off>>\n        <<setexpression mecano normal>>\n        C’est exactement ce qu’il va se passer si on prend la route du retour sans effectuer de réparations !\n        Capitaine, j’ai besoin d'un maximum de titane pour réparer au mieux la coque, et nous sommes justement proche d’un gisement.\n        Allons donc en récolter des tonnes !\n        <<setexpression mecano off>>\n        <<setexpression pilote normal>>\n        Des tonnes ? Ne l’écoutez pas Capitaine, avec trop de titane dans les soutes l’Attraction va se traîner comme une grosse baleine...\n        ... sans vouloir te manquer de respect Cléa... A la limite ramassons un peu de titane, mais pas plus de 35 tonnes.\n-> Vous approchant doucement, vous lui posez délicatement la main sur l’épaule pour le réveiller.\n    Oh, bonjour Capitaine. Mes excuses, je me suis endormi… et je crois qu eje rêvais de vous d’ailleurs.\n    -> On se calme Coursauvent, dites moi si vous pensez pouvoir piloter l’Attraction pour la mission de retour dans son état actuel.\n        Bien entendu ! Je suis vraiment attristé de votre manque de confiance en moi.\n        <<setexpression pilote off>>\n        <<setexpression mecano normal>>\n        Qu’est-ce que j’entends ?! Vous ne comptez tout de même pas remettre nos vies entre les mains de ce bellâtre prétentieux ?\n        Il nous faut absolument récupérer du titane pour que je puisse remettre la coque en état, il m’en faut des tonnes,\n        et ça tombe bien on est proche d’un gisement, alors allons en ramasser un max !\n        <<setexpression mecano off>>\n        <<setexpression pilote normal>>\n        Des tonnes ? Ne l’écoutez pas Capitaine, avec trop de titane dans les soutes l’Attraction va se traîner comme une grosse baleine...\n        ... sans vouloir te manquer de respect Cléa... A la limite ramassons un peu de titane, mais pas plus de 35 tonnes.\n    -> Ah? Nous discuterons de tout cela plus tard si vous le voulez bien, John, dans un endroit plus calme.\n        En attendant, pensez-vous pouvoir piloter l’Attraction en l’état pour le voyage du retour ?\n        Bien entendu Capitaine, et je ferais même beaucoup plus pour vous, je piloterai ce vaisseaux à travers les flammes de l’enfer s’il le fallait !\n        <<changeaffinity pilote plus 1>>\n        <<setexpression pilote off>>\n        <<setexpression mecano normal>>\n        C’est exactement ce qu’il va se passer si on prend la route du retour sans effectuer de réparations !\n        Capitaine, j’ai besoin d'un maximum de titane pour réparer au mieux la coque, et nous sommes justement proche d’un gisement.\n        Allons donc en récolter des tonnes !\n        <<setexpression mecano off>>\n        <<setexpression pilote normal>>\n        Des tonnes ? Ne l’écoutez pas Capitaine, avec trop de titane dans les soutes l’Attraction va se traîner comme une grosse baleine...\n        ... sans vouloir te manquer de respect Cléa... A la limite ramassons un peu de titane, mais pas plus de 35 tonnes.\n<<setexpression pilote off>>\n-> Cléa à raison, nous ne pouvons pas prendre de risque avec l’intégrité de la coque du vaisseau.\n    <<changeaffinity mecano plus 1>>\n    Allons ramasser autant de Titane que possible.\n    [OBJECTIF DE MISSION : Ramasser le plus de titane possible.]\n-> Ok John, je vous fait confiance pour cette fois.\n    <<changeaffinity mecano minus 1>>\n    Prenons du titane, mais pas plus de 35 tonnes.\n    [OBJECTIF DE MISSION : Ne pas ramasser plus de 35 tonnes de titane.]\n\n<<launchmission>>",
		"position": {
			"x": 540,
			"y": 260
		},
		"colorID": 0
	}
]