[
	{
		"title": "mission3",
		"tags": "",
		"body": "Le téléporteur d’Aude me semble utile pour éviter les obstacles lors de nos missions. \r\nJe vais aller lui demander quels sont les matériaux dont elle a besoin pour perfectionner cette technologie\r\nVoilà les quartiers du professeur Javel. Quelques bruits d’explosion émanent du laboratoire...\r\nVoilà Aude, elle a l'air paniquée.\r\n-> Hola professeur quelle est cette pagaille ici ?\r\n    <<setexpression bio normal>>\r\n    Ne hurlez pas comme ça Capitaine, je ne suis pas sourde ! j’étais en train de tester de nouvelles formules pour améliorer la coordination du téléporteur avec le pilotage maladroit de cet imbécile de John...\r\n    -> Vous allez me nettoyer tout ça et vous remettre au travail, vous êtes sensée nous créer un téléporteur fiable je vous rappelle pas une bombe nucléaire.\r\n        <<changeaffinity bio minus 1>>\r\n        J’y étais presque ! Si John ne passait pas à toute vitesse dans les zones à forte gravité je n’aurais pas trébuché contre la console, percuté l’accélérateur à particules et manqué de tous nous faire exploser.\r\n        A cause de ce méfait nous manquons désormais de téléportium il faudra en récolter 30 tonnes lors de notre prochaine mission\r\n        <<setexpression bio off>>\r\n        <<setexpression pilote normal>>\r\n        Comment ?! Cette folle manque de tous nous tuer et elle se permet de critiquer mon pilotage exemplaire ? Sans mes talents il y a longtemps que le téléporteur nous aurait envoyé tout droit dans un astéroïde. Et par dessus tout elle réclame encore 30 tonnes de téléportium. Vous ne comptez tout de même pas en récupérer ?\r\n        <<setexpression pilote off>>\r\n        <<setexpression bio normal>>\r\n        Ne l’écoutez pas Capitaine, vous ne pouvez négliger l’impact bénéfique du téléporteur lors de nos dernières missions...\r\n        <<setexpression bio off>>\r\n    -> Désolée Aude, j’ai été effrayé par les bruits de détonation. Tachez d’être plus prudente dans vos recherches, je compte sur vous pour perfectionner ce téléporteur.\r\n        Bien sûr Capitaine, je vais également améliorer la gestion de l’espace de ce laboratoire pour que vous puissiez plus facilement me rendre visite ! Par ailleurs nous sommes tout proche d’une zone radioactive nous pourrions aller y récupérer les 30 tonnes de téléportium\r\n        <<setexpression bio off>>\r\n        <<setexpression pilote normal>>\r\n        Oui allons-y, allons nous faire exploser, téléportons nous vers la mort.\r\n        <<setexpression pilote off>>\r\n        <<setexpression bio normal>>\r\n        Toi retourne donc à ton poste ! 30 tonnes c’est exactement ce qu’il nous faut pour un téléporteur optimal.\r\n-> Professeur ! Vous allez bien ?\r\n    <<setexpression bio normal>>\r\n    Capitaine c’est une catastrophe, j’ai percuté l’accélérateur de particules en trébuchant à cause d’une forte gravité et perdu quantité de téléportium dans la fusion\r\n    -> Soyez plus prudente la prochaine fois, vous sentez-vous capable de reprendre vos recherches sur le téléporteur ?\r\n        Tout de suite mon capitaine, laissez moi juste le temps de ranger un peu cette pagaille.\r\n        Si John ne passait pas à toute vitesse dans les zones à forte gravité je n’aurais pas trébuché contre la console, percuté l’accélérateur à particules et manqué de tous nous faire exploser. A cause de ce méfait nous manquons désormais de téléportium il faudra en récolter 30 tonnes lors de notre prochaine mission\r\n        <<setexpression bio off>>\r\n        <<setexpression pilote normal>>\r\n        Comment ?! Cette folle manque de tous nous tuer et elle se permet de critiquer mon pilotage exemplaire ? Sans mes talents il y a longtemps que le téléporteur nous aurait envoyé tout droit dans un astéroïde. Et par dessus tout elle réclame encore 30 tonnes de téléportium. Vous ne comptez tout de même pas en récupérer ?\r\n        <<setexpression pilote off>>\r\n        <<setexpression bio normal>>\r\n        Ne l’écoutez pas Capitaine, vous ne pouvez négliger l’impact bénéfique du téléporteur lors de nos dernières missions..\r\n    -> Calmez-vous Aude. vous sentez-vous capable de reprendre vos recherches sur le téléporteur ?\r\n        <<changeaffinity bio plus 1>>\r\n        Tout de suite mon capitaine, laissez moi juste le temps de ranger un peu cette pagaille.\r\n        Si John ne passait pas à toute vitesse dans les zones à forte gravité je n’aurais pas trébuché contre la console, percuté l’accélérateur à particules et manqué de tous nous faire exploser. A cause de ce méfait nous manquons désormais de téléportium il faudra en récolter 30 tonnes lors de notre prochaine mission\r\n        <<setexpression bio off>>\r\n        <<setexpression pilote normal>>\r\n        Comment ?! Cette folle manque de tous nous tuer et elle se permet de critiquer mon pilotage exemplaire ? Sans mes talents il y a longtemps que le téléporteur nous aurait envoyé tout droit dans un astéroïde. Et par dessus tout elle réclame encore 30 tonnes de téléportium. Vous ne comptez tout de même pas en récupérer ?\r\n        <<setexpression pilote off>>\r\n        <<setexpression bio normal>>\r\n        Ne l’écoutez pas Capitaine, vous ne pouvez négliger l’impact bénéfique du téléporteur lors de nos dernières missions.\r\n<<setexpression bio off>>\r\n-> John a raison, vous êtes bien trop dangereuse avec du téléportium entre les mains.\r\n    <<changeaffinity pilote plus 1>>\r\n    [OBJECTIF DE MISSION : Ramasser moins de 30 tonnes de téléportium.]\r\n-> D’accord Aude, je vous fais confiance pour cette fois, prenons autant de téléportium que vous voulez.\r\n    <<changeaffinity pilote minus 1>>\r\n    [OBJECTIF DE MISSION : Ramasser un maximum de téléportium.]\r\n<<launchmission>>",
		"position": {
			"x": 540,
			"y": 257
		},
		"colorID": 0
	}
]