[
	{
		"title": "mission1",
		"tags": "",
		"body": "<<setexpression pilote normal>>\nVous rentrez de mission et trouvez John, le pilote, endormis dans son coque-pit.\n-> Oh! EH OH! OOOOOOOOh! réveillez-vous sombre andouille!\n    <<changeaffinity pilote minus 5>>\n    <<setexpression pilote normal>>\n    Vous êtes vraiment un ingrat Capitaine, \n    réveiller un homme tel que moi dans cette situation,\n    c’est une chance que je n’ai pas prit une ride.\n    <<setexpression pilote off>>\n    -> Je vous déconseille de me parler ainsi, surveillez votre discours pour garder votre place\n        <<changeaffinity pilote minus 5>>\n        <<setexpression pilote normal>>\n        Je n’ai que faire de ma place mon bon capitaine.\n        <<setexpression pilote off>>\n        -> Vous êtes déconcertant john, mais, s’il vous plait, gardez votre place parmis nous.\n            <<setexpression pilote normal>>\n            <<changeaffinity pilote plus 5>>\n            Avec plaisir monsieur je vous suivrait jusqu’au bout du monde!\n            <<setexpression pilote off>>\n        -> Et vous comptez aller ou? Je vous en prit, partez, mais je pense que vous n’irai pas bien loin.\n            <<setexpression pilote normal>>\n            <<changeaffinity pilote minus 5>>\n            Vous n’avez pas totalement tort, mais, sans moi, vous n’irez nul part non plus!\n            <<setexpression pilote off>>\n    -> Je suis navré mon cher ami, mais nous avons à faire!\n        <<setexpression pilote normal>>\n        <<changeaffinity pilote plus 5>>\n        Alors quels sont les ordres?\n        <<setexpression pilote off>>\n        Partons nous poser sur cette planète afin de récolter du plutonium!\n-> Vous allez vous coucher sur le fauteuil d’à côté.\n    <<setexpression pilote normal>>\n    <<changeaffinity pilote plus 1>>\n    Oh, mon capitaine, que vous êtes mignon, là couché à côté de moi..\n    <<setexpression pilote off>>\n    -> Etes-vous en train de me faire la cour?\n        <<setexpression pilote normal>>\n        Oui, Y-a-t’il un problème avec ceci mon beau?\n        <<setexpression pilote off>>\n        -> Surveillez votre language et restez à votre place Coursauvent.\n            <<setexpression pilote normal>>\n            <<changeaffinity pilote minus 5>>\n            Excusez moi monsieur. Je ne tenais pas à dissiper votre autorité.\n            <<setexpression pilote off>>\n        -> C’est que…. je ne sais pas… Je suis désolé, je perd mes mots, je pense que j’ai besoin de dormir avant de partir en mission!\n            <<setexpression pilote normal>>\n            <<changeaffinity pilote plus 5>>\n            Vous avez raison, reposez vous, vous serez sûrement de meilleur mine\n            <<setexpression pilote off>>\n    -> Taisez-vous dont et laissez moi me reposer.\n        <<setexpression pilote normal>>\n        <<changeaffinity pilote minus 5>>\n        Si c’est ce que vous voulez, je vous laisse.\n        <<setexpression pilote off>>\n<<launchmission>>",
		"position": {
			"x": 543,
			"y": 261
		},
		"colorID": 0
	}
]